{
    "queues":{
        "BDW ROUT/MSPR":{
            "new":{
                "template":
                {
                    "BDW: ROUTE/MSP":[],
                    "POP Verification between XNG and OHS":[
                        "Yes",
                        "No"
                    ],
                    "Service string validation with XNG routing":[
                        "Yes",
                        "No"
                    ],
                    "Circuit Status":[
                        "Yes",
                        "No"
                    ],
                    "Delivery Over IQ-Packet (NGN)":[
                        "Yes",
                        "No"
                    ],
                    "Node work":[
                        "Yes",
                        "No"
                    ],
                    "Order Eligible for EED (Ethernet Express Delivery)":[
                        "Yes",
                        "No"
                    ],
                     "LDN can be routed over IQ net":[
                        "Yes",
                        "No"
                    ],
                     "ERO A-end / B-end city name":[
                        "Yes",
                        "No"
                    ],
                }
            },
            "Cease":{
                "template":{
                     "BDW: ROUTE/MSPR Cease":[],
                    "Cease Plan done":[
                        "Yes",
                        "No"
                    ],
                    "Node work":[
                        "A End",
                        "B End",
                        "Both End",
                        "NA"
                    ],
                    "CUT OUT":[
                        "A End",
                        "B End",
                        "Both End",
                        "NA"
                    ],
                    "Equip Recovery":[
                        "A End",
                        "B End",
                        "Both End",
                        "NA"
                    ],
                    "Site Recovery updated in PM":[
                        "A End",
                        "B End",
                        "Both End",
                        "NA"
                    ],
                    "XNG updated for Ckt/Site/Equip/CEOS":[
                        "Yes",
                        "No"
                    ],
                     "Other ckt. Ref. validation":[
                        "Yes",
                        "No"
                    ],
                    "Carrier hotel involved":[
                        "A End",
                        "B End",
                        "Both End",
                        "NA"
                    ],
                    "@Installation please recover":[
                    ],
                    "BDWROUT/ BDWMSPR closed":[
                    ],
                }
            },
        "BDW PLAN":{
            "new":{
                "template":{
                    "BDWPLAN":[
                        "A End",
                        "B End"
                    ],
                    "XNG Planning Done:":[
                        "Done"
                    ],
                    "Ring defined":[
                        "ER-xxxxxxx"
                    ],
                    "Circuit Status":[
                        "Virtual",
                        "Ordered"
                    ]
                }
            },
            "Cease":{
                "template":{
                    
                }
            }
        }
        
    },


    "countries":{
            "Italy":{
                "exception":[
                    "Always remove DDF coming in CEOS in case of lease Line and take mux from that site ( prefer nortel in case of Link)",
                    "Max allow rate is 3072 while configuring ULL services",
                    "If OLO coming on Telecom Italia Co-Location site then don’t install DD and push it to CSP."
                ],
                "delivery_address":[
                    "Customer Site( Cust private/Offnet Cust)- ERO of MILAN/ROM  in Colt Milan Valtelina , Colt ROM Valentina",
                    "MILAN/Rome Node Site ERO- To be raised in Milan , ROM,",
                    "Colt IT Milan, Turin , Rome"
                ]
                },
            
            "Spain":{
                "exception":
                [
                    "Ceases/Cancellations. For every Order Type CEASE and CANCEL, remaing tasks still doing locally are transitioned to SSC-India without Exception",
                    "Tasks related to orders for Equipment/Rack Recovery, usually after Cease All or Internal order (following of current Harmonized Cease Process) are fully transferred to SSC-India.",
                    "Trigger “Node Work Required”: - If last MUX in ring , If last customer circuit in node bearer (not LDN bearer) terminates the circuit in an ISC, COLO and Subnode terminates the circuit in a Node if the circuit contains a CTP in a Node.",
                    "Trigger “CSP In-house Cabling”: should never be triggered."
                ],
                "delivery_address":[
                    
                ]
            } ,
            
            "Portugal":{
                "exception":
                [
                    "No CSD in case of ERO",
                    "Eofibre and services greater than 1 Gbps is in scope of local team"
                ],
                "delivery_address":[
                    
                ]
            },
            
            
            "USA":{
                "exception":
                [
                    "While planning new overture always raise extra cable ERO 199-06050.",
                    "Please raise an ERO at SDA1701002."
                
                ]
            } ,
            
            "France":{
                "exception":
                [
                    "LPD to be set for Existing building existing POP in CH sites",
                    "Do not create any new Site at CH/DC without CSP consent",
                    "CTP , optical tray and ODF documentation for ES section created by Net cracker in our scope",
                    "Double check for the CTP/ODF if a fiber work is required for any order (viz. EOF, Ethernet Ring, Star extended services on NGN etc.). Moreover, if missed ask the details from Fibre team",
                    "Don't miss to update Optical tray at all node site if patching is required(Or node work triggered)",
                    "To choose correct presentation panel/Optical tray we have to look up Lineup value of the device it should be same",
                    "First priority at DC/CH site is to deliver the service over SM 1310nm interface only, if different interface asked like RJ45 or MM 850nm. Do a double check if feasible to deliver",
                    "If Carrier hotel site is of Equinix, Service handover should be in Colt Rack on Equinix Presentation panel. (eg. Equinix PA2,3 etc.)",
                    "Sites like 1. FR_28190_RUE PASTEUR_24_G_LOC OPA (Diderot) and 2. FR_28300_RUE DU CHATEAU D EAU_63_G_LOC OPA (D’ALLEMBERT)  we have to trigger DC cross connect as 3rd party cabling would be required. These are special sites for Customer SILICA/CACIB etc",
                    "For above 2 sites even the Postal code of these Sites has a Prefix value of 28 we should raise the ERO for FR Malakoff since it is taken care by Colt and not by the third party Tibco",
                    "For Customer ORPEA, main and Backup service can be terminated on same ENNI. Its agreed with "Franck Farigoul",
                    "Accedian ERO template is parked at Location : O:\universal\logical\SD Feedback\FR Planning\Planning Docs",
                    "Nearest Iqnet site for Optical/Packet related query should be sent to Fibre planning team, or send the WI in FBRRING",
                    "No CSD for any ERO raised in FR, and always use Tibco sheet for SDA location. Path: O:\universal\Logical4\CRM France Public\TIBCO Geographie",
                    "Exceptions for FR- Cease Orders",
                    "Do not recover CEOS created for cabling at CH/DC site, send trigger to CSP using CUTOUT trigger",
                    "During Cease planning always mention ring/Circuit for which cutout is triggered",
                    "•	Donot trigger CSPRACK for Customer rack recovery, it should be used to recover Colt Rack/Cabs only"
                ],
                "delivery_address":[
                    "See Tibco Sheet"
                ]
            } 
    },

    
    
    "technologies":{
        "MMSP":[
            "ero 1",
            "ero 2",
            "ero 3"
        ],
        "MSP":[
            "ero_2",
            "ero_3",
            "ero_4"
        ],
        "OFFNET":[
            "data1",
            "data2",
            "data3"
        ]
    },
    
    "contact_list":[
        "Alok.Mam@colt.net"
    ],

    "ero_codes":[
        "A-END",
        "B-END",
        "Transit"
    ]


    
}
